[
  {
    "IsActive": true,
    "Picture": "http://placehold.it/32x32",
    "Address": "651 Boynton Place",
    "City": "Gorham",
    "Gender": "female",
    "Age": 21,
    "UserName": "Cherry Shaw",
    "Company": "IMAGINART",
    "Email": "cherryshaw@imaginart.com",
    "PhoneNumber": "+1 (958) 515-3793",
    "About": "Amet aute aliqua proident sint exercitation cillum ex quis aute reprehenderit et ipsum. Esse eu nulla nostrud est magna nisi mollit. Dolore id reprehenderit laboris aliqua commodo aute in sit esse aute dolor esse reprehenderit dolor. Aute consequat culpa aliqua laboris reprehenderit cupidatat tempor velit consectetur laborum.\r\n",
    "LastActive": "2019-04-14",
    "Registered": "2014-11-20",
    "Latitude": 28.504291,
    "Longitude": -7.248199,
    "EquipmentName": "commodo",
    "EquipmentDescription": "Anim Lorem consequat aliqua cupidatat aute sunt in reprehenderit anim nostrud reprehenderit pariatur eu tempor. Aliquip nulla laboris veniam sint. Magna et dolor incididunt anim ut culpa eiusmod sunt cillum cillum quis do mollit. Nulla culpa duis aute sit voluptate minim eiusmod Lorem sunt ut sint sint. Mollit officia culpa sunt irure qui est aute minim sunt ut minim cupidatat. Ipsum adipisicing fugiat commodo do adipisicing consectetur id.\r\n",
    "Lawns": [
      {
        "PhotoUrl": "https://randomuser.me/api/portraits/women/130.jpg",
        "IsMain": true,
        "Name": "cillum",
        "Latitude": -54.188668,
        "Longitude": -70.029409,
        "Address": "322 Putnam Avenue",
        "LawnSizeInSquareMetres": 21,
        "LastMowed": "2023-05-25"
      }
    ]
  },
  {
    "IsActive": true,
    "Picture": "http://placehold.it/32x32",
    "Address": "104 Gerald Court",
    "City": "Tivoli",
    "Gender": "male",
    "Age": 26,
    "UserName": "Kirk Mann",
    "Company": "APEX",
    "Email": "kirkmann@apex.com",
    "PhoneNumber": "+1 (883) 403-2528",
    "About": "Amet laborum ex ea excepteur cillum magna. Ad consectetur laboris aliqua eu. Esse in nisi Lorem proident ea culpa occaecat culpa fugiat commodo exercitation exercitation est fugiat. Anim tempor nulla est Lorem amet. Consequat laboris do commodo laboris duis eu non anim eu duis consequat est proident. Adipisicing sint commodo ullamco mollit consectetur consequat sunt ad.\r\n",
    "LastActive": "2014-04-08",
    "Registered": "2016-08-13",
    "Latitude": -13.593282,
    "Longitude": 104.317584,
    "EquipmentName": "laboris",
    "EquipmentDescription": "Consequat aute sit duis excepteur laboris esse qui laborum sit ut ut. Mollit dolore sit cupidatat ullamco elit cupidatat id sunt incididunt tempor in. Et incididunt esse incididunt amet excepteur. Occaecat ullamco dolore aliqua irure tempor. Eu nisi velit minim sint aute irure mollit.\r\n",
    "Lawns": [
      {
        "PhotoUrl": "https://randomuser.me/api/portraits/women/744.jpg",
        "IsMain": true,
        "Name": "officia",
        "Latitude": -37.7985,
        "Longitude": -7.926165,
        "Address": "932 Kensington Street",
        "LawnSizeInSquareMetres": 25,
        "LastMowed": "2019-04-11"
      }
    ]
  },
  {
    "IsActive": false,
    "Picture": "http://placehold.it/32x32",
    "Address": "206 Chauncey Street",
    "City": "Wanamie",
    "Gender": "male",
    "Age": 25,
    "UserName": "Eaton Flynn",
    "Company": "EMOLTRA",
    "Email": "eatonflynn@emoltra.com",
    "PhoneNumber": "+1 (816) 481-3058",
    "About": "Ullamco et dolore id cupidatat reprehenderit do exercitation fugiat do eiusmod cillum nulla ea. Minim amet ut proident sit quis incididunt enim consectetur ea cillum dolor laborum eiusmod laborum. Velit proident dolor est aliquip laborum culpa. Labore ipsum id reprehenderit qui ea eu cupidatat tempor occaecat est anim ea minim.\r\n",
    "LastActive": "2017-09-30",
    "Registered": "2014-02-14",
    "Latitude": 25.923738,
    "Longitude": 142.568218,
    "EquipmentName": "reprehenderit",
    "EquipmentDescription": "Excepteur ea aliquip ullamco proident culpa do nulla eiusmod adipisicing. Enim ipsum magna anim et adipisicing sit. Quis tempor magna commodo commodo ut exercitation eiusmod non fugiat magna excepteur aute nisi laborum. Anim reprehenderit nisi adipisicing do eiusmod ipsum.\r\n",
    "Lawns": [
      {
        "PhotoUrl": "https://randomuser.me/api/portraits/women/887.jpg",
        "IsMain": true,
        "Name": "veniam",
        "Latitude": 20.429667,
        "Longitude": -65.507007,
        "Address": "699 Claver Place",
        "LawnSizeInSquareMetres": 40,
        "LastMowed": "2014-04-20"
      }
    ]
  },
  {
    "IsActive": true,
    "Picture": "http://placehold.it/32x32",
    "Address": "452 Bartlett Street",
    "City": "Barrelville",
    "Gender": "male",
    "Age": 24,
    "UserName": "Gibbs Cole",
    "Company": "ZINCA",
    "Email": "gibbscole@zinca.com",
    "PhoneNumber": "+1 (928) 567-3701",
    "About": "Sunt tempor fugiat sunt ullamco quis occaecat veniam commodo qui commodo Lorem cillum nulla reprehenderit. Laborum dolore minim quis anim nostrud eu aliquip sint aute consectetur velit. Eu ex commodo sunt enim deserunt ipsum. Pariatur amet magna aliquip nisi cupidatat velit ipsum pariatur nisi ad adipisicing. Nulla culpa consequat esse elit aliquip reprehenderit ea. Sint qui minim anim ut mollit minim sunt. Labore anim magna labore est officia elit ipsum commodo nostrud officia ad deserunt dolore.\r\n",
    "LastActive": "2018-07-03",
    "Registered": "2022-11-23",
    "Latitude": 10.874512,
    "Longitude": 134.421271,
    "EquipmentName": "velit",
    "EquipmentDescription": "Labore ea esse voluptate mollit cillum officia dolor. Id qui consequat veniam quis ipsum cupidatat consequat minim. Do eu nostrud qui irure reprehenderit incididunt esse veniam ea nostrud. Proident Lorem duis voluptate adipisicing veniam veniam.\r\n",
    "Lawns": [
      {
        "PhotoUrl": "https://randomuser.me/api/portraits/women/115.jpg",
        "IsMain": true,
        "Name": "est",
        "Latitude": 41.937172,
        "Longitude": 7.415864,
        "Address": "722 Regent Place",
        "LawnSizeInSquareMetres": 36,
        "LastMowed": "2014-08-01"
      }
    ]
  },
  {
    "IsActive": true,
    "Picture": "http://placehold.it/32x32",
    "Address": "130 Hinsdale Street",
    "City": "Onton",
    "Gender": "male",
    "Age": 29,
    "UserName": "Maryanne Webb",
    "Company": "QIAO",
    "Email": "maryannewebb@qiao.com",
    "PhoneNumber": "+1 (817) 455-2258",
    "About": "Aute veniam qui cupidatat mollit exercitation fugiat est pariatur in qui velit duis. Et irure dolore aliquip aute aliquip culpa non magna duis. Do voluptate dolore pariatur velit aute laborum cillum occaecat labore voluptate. Aliqua pariatur aliquip proident proident consectetur esse ea reprehenderit consectetur aliqua labore irure. Esse officia fugiat minim ex cupidatat ex et dolor sit aliquip cillum aliqua id.\r\n",
    "LastActive": "2023-01-06",
    "Registered": "2020-05-14",
    "Latitude": -81.161171,
    "Longitude": -35.736862,
    "EquipmentName": "aliqua",
    "EquipmentDescription": "Sunt labore amet ex Lorem reprehenderit excepteur duis aliqua culpa minim tempor dolore consectetur. Tempor occaecat incididunt id ipsum. Sint mollit exercitation velit velit minim ad laborum. Consequat eiusmod commodo aliquip veniam dolore anim ex sunt sint tempor. Lorem eu fugiat esse sunt duis adipisicing minim commodo ea.\r\n",
    "Lawns": [
      {
        "PhotoUrl": "https://randomuser.me/api/portraits/women/820.jpg",
        "IsMain": true,
        "Name": "minim",
        "Latitude": -80.120279,
        "Longitude": 62.566978,
        "Address": "742 Canda Avenue",
        "LawnSizeInSquareMetres": 24,
        "LastMowed": "2017-11-06"
      }
    ]
  },
  {
    "IsActive": false,
    "Picture": "http://placehold.it/32x32",
    "Address": "841 Bennet Court",
    "City": "Greenock",
    "Gender": "female",
    "Age": 38,
    "UserName": "Barker Kirkland",
    "Company": "XURBAN",
    "Email": "barkerkirkland@xurban.com",
    "PhoneNumber": "+1 (931) 475-3540",
    "About": "Aliqua consequat esse duis dolor est nulla ea ipsum. Nisi commodo non ea proident. Veniam sunt incididunt consectetur sunt quis nostrud. Irure officia aliquip adipisicing ex ex laborum in ad aliquip veniam nulla velit. Ipsum cillum consectetur aliqua duis irure anim sint. Reprehenderit laborum nisi ipsum labore reprehenderit esse in occaecat dolore aliquip aliqua non ut cupidatat.\r\n",
    "LastActive": "2021-01-03",
    "Registered": "2020-11-15",
    "Latitude": 86.601363,
    "Longitude": -108.079015,
    "EquipmentName": "deserunt",
    "EquipmentDescription": "Aute nisi culpa aliquip ex esse est adipisicing exercitation in sunt reprehenderit adipisicing minim. Non consectetur aute voluptate eiusmod. Exercitation magna sunt aliquip duis minim tempor consequat reprehenderit est cillum minim ad aliqua. Ex labore irure incididunt Lorem duis sunt consectetur mollit nostrud non magna veniam.\r\n",
    "Lawns": [
      {
        "PhotoUrl": "https://randomuser.me/api/portraits/women/884.jpg",
        "IsMain": true,
        "Name": "occaecat",
        "Latitude": 14.850587,
        "Longitude": 18.298498,
        "Address": "315 McKibbin Street",
        "LawnSizeInSquareMetres": 39,
        "LastMowed": "2014-05-24"
      }
    ]
  },
  {
    "IsActive": false,
    "Picture": "http://placehold.it/32x32",
    "Address": "107 Hill Street",
    "City": "Babb",
    "Gender": "male",
    "Age": 20,
    "UserName": "Earlene George",
    "Company": "AQUASSEUR",
    "Email": "earlenegeorge@aquasseur.com",
    "PhoneNumber": "+1 (837) 530-3696",
    "About": "Ullamco aliqua voluptate cillum laboris ex nostrud officia occaecat nisi deserunt proident pariatur voluptate reprehenderit. Incididunt veniam elit ad occaecat ad dolore. Ut id adipisicing tempor nostrud cillum deserunt cupidatat deserunt.\r\n",
    "LastActive": "2019-06-18",
    "Registered": "2021-03-20",
    "Latitude": -1.677815,
    "Longitude": -24.572133,
    "EquipmentName": "aliqua",
    "EquipmentDescription": "Excepteur culpa eiusmod consectetur eu esse aliqua magna aliquip nulla pariatur. Et anim ad ex officia laboris labore commodo occaecat sint occaecat duis officia cillum. Proident aliqua elit minim duis qui duis laborum cupidatat proident officia. Ad magna eiusmod esse laboris proident. Veniam adipisicing excepteur anim excepteur qui reprehenderit cillum eu. Laboris laboris qui aliqua ex commodo laborum nulla fugiat Lorem officia aliquip sunt. Officia consectetur nostrud adipisicing Lorem duis id.\r\n",
    "Lawns": [
      {
        "PhotoUrl": "https://randomuser.me/api/portraits/women/746.jpg",
        "IsMain": true,
        "Name": "velit",
        "Latitude": -68.958773,
        "Longitude": -12.045168,
        "Address": "279 Debevoise Street",
        "LawnSizeInSquareMetres": 27,
        "LastMowed": "2015-05-11"
      }
    ]
  }
]